Repository: 22-Team/POL-POM-4
Catalog: lang/po/lang/po/pol-*.po
Languages: gl

source: Which application do you want to apply the modification to?
gl: A que aplicación dexesas aplicarlle a modificación?

source: This plugin wil allow you to capture you applications under PlayOnLinux
gl: Este plugin lle permitirá capturar as suas aplicacións baixo PlayOnLinux

source: Capture menu (OpenGL)
gl: Captura do menú (OpenGL)

source: Capture menu (not OpenGL)
gl: Captura do menú (sen OpenGL)

source: Begin the capture of an application
gl: Iniciar a captura dunha aplicación

source: Play a captured file
gl: Reproducir un arquivo capturado

source: Convert a captured file to video
gl: Convertir un arquivo de captura a video

source: Press Next then click on the window\nyou want to capture.\nCapture will start automatically after 5 seconds.\nOnly video will be captured.
gl: Pulse Seguinte e logo faga clic na fiestra\nse a dexesas capturar.\nCapture se iniciará automáticamente despóis de 5 segundos.\nSolo un video será capturado.

source: Capture will begin...
gl: Comeza a captura...

source: Press <SHIFT>+F8 to start or stop capture
gl: Pulsar <SHIFT>+F8 para iniciar ou parar a captura

source: Press <SHIFT>+F8 to stop capture
gl: Pulsa <SHIFT>+F8 para parar a captura

source: Capture in progress...
gl: Captura en marcha...

source: Choose an action to perform
gl: Escolle unha acción a relalizar

source: Please choose a PID capture file to play
gl: Porfavor elixe un arquivo de captura PID para xogar

source: Please choose an OGV capture file to play
gl: Porfavor elixe un arquivo de captura OGV para xogar

source: Please choose a capture file to convert
gl: Porfavor elixe un arquivo de captura a convertir

source: You must choose a capture to read
gl: Debes elexir unha captura para leer

source: You must choose a capture to convert
gl: Debes elexir una captura para convertir

source: Please wait while the PlayOnLinux logo is created...
gl: Porfavor espera mentras o logo PlayOnLinux e creado...

source: Add the PlayOnLinux logo to your video?
gl: Engadir o logo de Playonlinux no teu video?

source: Warning: For correct video encoding,\nresolution MUST be a multiple of 16
gl: Advertenza: Para unha correcta codificación do video,\na resolución DEBE ser un multiplo de 16

source: Ubuntu users must add the MEDIBUNTU repository\nfor this conversion format to work properly.
gl: Os usuarios de Ubuntu deben engadir o repositorio MEDIBUNTU\npara que esta conversión de formato traballe correctamente.

source: Choose the video format for conversion
gl: Elixa un formato de video para a conversión

source: Define your encoding options for pass 1 \n (leave defaults if you do not know what to do)
gl: Define as tuas opcións de condificación para o paso 1 \n (deixa isto por defecto se non sabes o que fai)

source: Define your encoding options for pass 2 \n (leave defaults if you do not know what to do)
gl: Define as tuas opcións de condificación para o paso 2 \n (deixa isto por defecto se non sabes o que fai)

source: Define your encoding options \n (leave defaults if you do not know what to do)
gl: Define as tuas opcións de condificación \n (deixa isto por defecto se non sabes o que fai)

source: Please wait while your video is being encoded...
gl: Porfavor espere mentres o video se está codificando...

source: Conversion done
gl: Conversión feita

source: Choose an option to modify
gl: Elixe unha opción a modificar

source: All
gl: Todo

source: You must choose a game to modify
gl: Debes elexir un xogo para modificar

source: Welcome in Advanced Wine Configuration, an optimization’s system for Wine created by GNU_Raziel. If you does not know what to choose, LEAVE DEFAULTS
gl: Benvido/a ao modo avanzado de configuración de Wine, unha optimización do sistema para wine creada por GNU_Raziel. Se non sabes que elexir, DEIXENO POR DEFECTO

source: Choose a game
gl: Elixa un xogo

source: You did not select a game
gl: Non selecionaches un xogo

source: Choose DirectDraw Renderer Mode?
gl: Elexiu o modo DirectDraw Render?

source: Activate GLSL Support?
gl: Activar Soporte GLSL?

source: How much memory does your graphics board have?
gl: Canta memoria ten a sua tarxeta gráfica?

source: Choose Offscreen Rendering Mode?
gl: Elexir o modo Renderizado fora da pantalla=

source: Choose Render Target Lock Mode?
gl: Elexir o modo Renderizado objetivo bloqueado?

source: Activate Multisampling support?
gl: Activar soporte de muestreo múltiple?

source: Activate the mouse warp override?
gl: Activar o rato integrado?

source: Optimisation done
gl: Optimización completa

source: Welcome in Detour, a plugin witch enable you to create post-install shorcuts.
gl: Benvido/a en Deteur, un plugin que permite crear acesos diretos posteriores a instalación.

source: Choose an application
gl: Escolla unha aplicación

source: Operation done
gl: Operación completada

source: Report a bug
gl: Reportar un erro

source: This wizard can report a bug in an application officially supported by PlayOnLinux.
gl: Este asistente pode informar de erros na aplicación ao soporte oficial de PlayOnLinux.

source: I have a problem with a software
gl: Teño un problema co software

source: My problem concerns PlayOnLinux itself
gl: O meu problema concerne o propio PlayOnLinux

source: What kind of problem do you have?
gl: Qué tipo de problema ten?

source: Don't join any log file
gl: Non unas un rexistro grande

source: Choose the log file corresponding to your software.
gl: Elixe o rexitro que corresponda co teu software.

source: Please give a very short description
gl: Porfavor da unha descripción moi curta

source: Detailed description:
gl: Descripción detallada:

source: Thank you !\n\nYour report has been sent.\n\nWe will do our best to send you an answer by mail very soon
gl: Grazas!\n\nO teu reporte foi enviado.\n\nNós faremos tódolo posible por enviar una respota por correo moi pronto

source: Error message
gl: Menxase de erro

source: Graphic problem
gl: Problema gráfico

source: Other
gl: Outro

source: The application does not start
gl: A aplicación non empeza

source: Unable to use a feature
gl: Non se pode utilizar a función

source: What type of problem occurs?
gl: Qué tipo de problema ocurríu?

source: Problem description:
gl: Descripción do problema:

source: Bug report generated.
gl: Reporte de fallo xerado.

source: Run a local script
gl: Executar script local

source: This wizard will help you to run an unofficial PlayOnLinux Script.
gl: Este asistente axudarache a executar un script extraoficial de PlayOnLinux.

source: Choose a valid PlayOnLinux script to run.
gl: Elixe un script de PlayOnLinux válido.

source: Error!
gl: Erro!

source: File not found!
gl: Arquivo non atopado!

source: Microsoft fonts
gl: Fontes Microsoft

source: Microsoft fonts aren't installed; I'll install them for you.
gl: Fontes de microsoft non están instaladas, instalarei unhas para vostede.

source: \nPlease make sure you are connected to the Internet.
gl: \nPorfavor asegurese de que está conectado a internet.

source: Licence translated into your language
gl: Licencia traducida o seu linguaxe

source: These fonts were provided by Microsoft\n"in the interest of cross-platform compatibility".
gl: Estas fontes son suministradas por Microsoft\n"No interese de una compatibilidade entre plataformas",

source: This is no longer the case, but they are still available from third parties.
gl: Este non é o caso, pero están dispoñibles por parte de terceiros.

source: You are free to download these fonts and use them for your own use,\nbut you may not redistribute them in modified form,\nincluding changes to the file name or packaging format.
gl: Eres libre para descargares estas fontes e usalas para o teu propio uso,\npero ti non podes redistribuirlas de forma modificada,\nincluindo cambios no nome do arquivo ou o formato do pack.

source: Original licence
gl: Licencia orixinal

source: Please read and accept the following:
gl: Porfavor lea e acepte o seguinte:

source: The PlayOnLinux website is unavailable.
gl: O sitio web de PlayOnLinux non está dispoñible.

source: Downloading fonts
gl: Descargando fontes

source: Downloading:
gl: Descargando:

source: Installing fonts
gl: Instalando fontes

source: Installing:
gl: Instalando:

source: Microsoft fonts have been installed successfully.
gl: As fontes de Microsoft foron instaladas correctamente.

source: Don't install XQuartz for the moment
gl: Demomento non instalar XQuartz

source: I've downloaded the file by myself
gl: Descargarei o arquivo por min mesmo

source: Please download XQuartz for me
gl: Porfavor descargue XQuartz por min

source: To ensure that your game will be compatible, PlayOnMac must install XQuartz
gl: Para asegurarse de que o seu xogo e compatible, PlayOnMac debe instalar XQuartz

source: Downloading XQuartz
gl: Descargando XQuartz

source: Where is
gl: Donde é

source: Installing XQuartz...
gl: Instalando XQuartz...

source: Unable to install XQuartz ! You must install it to improve games compatibility
gl: Non se pode instalar XQuartz! Debe instalalo para mellorar a compatibilidade cos xogos

source: Default virtual drive configuration
gl: Configuración por defecto do dispositivo virtual

source: Please ensure you are connected to the internet.
gl: Porfavor segurese de que está conectado a internet.

source: This wizard will help you to install Wine:
gl: Este asistente lle axudará a instalar Wine:

source: on the PlayOnLinux environment.
gl: no ambiente de PlayOnLinux.

source: Wine has been installed successfully.
gl: Wine foi instalado corretamente.

source: Failed to install Wine.
gl: Fallo o instalar wine.

source: Please wait...
gl: Porfavor agarde...

source: Welcome to PlayOnMac packager.\n\nThis tool will help you to make a .app for a PlayOnMac software.\n\nThe .app will be placed on your desktop
gl: Benvido/a o paquete PlayOnMac.\n\nEsta ferramenta lle axudara a facer unha .app para o programa PlayOnLinux.\n\n A .app será engadida no teu escritorio

source: Please choose a software to package
gl: Porfavor elixa un software do paquete

source: There is two kind of packages\n\nPlayOnMac package: This package will only work on your computer. \nTherefore, it will not take more space on your hard drive.\n\nStand-alone package: In this package, PlayOnMac will include all files\nneeded to run your software.\nThis package will work without PlayOnMac.\n\nPlease note that 3D is not yet supported for stand-alone packages
gl: hai dous tipos de paquetes\n\nPaquete PlayOnMac: Este paquete só traballa no seu ordenador.\nPolo tanto, non se ocupa máis espazo no disco duro.\n\nPaquete independente: Neste paquete, PlayOnMac incluirá todolos arquivos\nnecesarios para executarés o software\nEste paquete solo traballará sen PlayOnMac\n\nPorfavor teña en conta que o 3D aínda non é compatibel cos paquetes independentes

source: PlayOnMac package
gl: Paquete PlayOnMac

source: Stand-alone package
gl: Paquete independente

source: What kind of Package do yo want?\n\n
gl: Qué tipo de paquete queres?\n\n

source: Building package...
gl: Construindo paquete...

source: Copying virtual drive
gl: Copiando dispositivo virtual

source: The package has been placed on your desktop
gl: O paquete foi posto no seu escritorio

source: Welcome to PlayOnLinux shortcut creator.\n\nThis tool will help you to make a shortcut for a PlayOnLinux software.\n\nThe shortcut will be placed on your desktop
gl: Benvido/a o creador de acesos diretos de PlayOnLinux.\n\nEsta ferramenta lle axudará a facer acesos directos ao software PlayOnlinux.\n\nO aceso direto será creado no seu escritorio

source: Please choose a software
gl: Porfavor elixa software

source: Manual installation
gl: Instalación manual

source: No setup location found in autorun.inf
gl: Non se topou o instalador en autorun.inf

source: Install a program in a new virtual drive
gl: Instalar o programa nun novo dispositivo virtual

source: Edit or update an existing application
gl: Editar ou actualizar a aplicación existente

source: What would you like to do?
gl: Qué lle gustaría facer?

source: Please type a name for your application's virtual drive.\nThis name shouldn't contain spaces.
gl: Porfavor escriba o nome para o seu dispositivo virtual de aplicacións.\nEste non debe conter espazos.

source: Use another version of Wine
gl: Use outra versión de Wine

source: Configure Wine
gl: Configurar Wine

source: Install some libraries
gl: Insatalar algunhas librerias

source: If you don't know, unselect all
gl: Se non sabe que elexir, deselecione todo

source: What would you like to do before installation?
gl: Qué é o que queres facer antes da instalación?

source: Which version of Wine would you like to use?
gl: Qué versión de Wine lle gustaría usar?

source: Looking for runnable CD-ROMs
gl: Buscando CD-ROMs executables

source: Select another file
gl: Selecione outro arquivo

source: Please choose a way to install your program
gl: Porfavor elixa o camiño para instalar o seu programa

source: Please select the install file to run.
gl: Porfavor selecione o arquivo de instalación para proceder

source: You must choose a file!
gl: Debe elexir un arquivo!

source: $APPLICATION_TITLE is installing your application...
gl: $APPLICATION_TITLE está instalado a tua aplicación...

source: Please do not press Next until the installation has been completed.
gl: Porfavor non presione Seguinte antes de que se complete a instalación.

source: PlayOnLinux package manager:
gl: PlayOnLinux xestor de paquetes:

source: Usage:
gl: Uso:

source: Choose a file
gl: Elixa un arquivo

source: or
gl: ou

source: Extract the package
gl: Extraer o paquete

source: Install the package
gl: Instalar o paquete

source: Show this message
gl: Ver esa menxase

source: Choose a package to install
gl: Elixa a aplicación a instalar

source: PlayOnLinux package manager
gl: PlayOnLinux xestor de paquetes

source: Unable to find the file:
gl: Non se pode topar o arquivo:

source: isn't a valid PlayOnLinux package!
gl: Non e un paquete de PlayOnLinux válido!

source: This file:
gl: Este arquivo:

source: does not exist!
gl: non existe!

source: Extracting:
gl: Extraendo:

source: Running...
gl: Executando...

source: Cleaning...
gl: Limpando...

source: Killing processes in the prefix...
gl: Matar procesos no prefixo...

source: PlayOnLinux Application Configurator
gl: PlayOnLinux Configurador de aplicacións

source: Starting Wine configuration
gl: Iniciar configuración de Wine

source: Starting regedit
gl: Iniciar editor do rexistro

source: Simulating Windows reboot
gl: Simulando reinicio de Windows

source: Starting Advanced Wine Configuration
gl: Iniciando configuración avanzada de Wine

source: Starting WineTricks plug-in
gl: Iniciando plugin WineTricks

source: Starting specific Wine configurator
gl: Iniciar un configurador de Wine específico

source: Icon selection
gl: Selecionar icono

source: Please select an icon file
gl: Porfavor elixa un arquivo tipo icono

source: Bad file extension
gl: Extensión de arquivo erronea

source: is not an icon extension
gl: non e una extensión tipo icono

source: Registry Editor
gl: Editor de Rexistro

source: Kill all prefix processes
gl: Matar todolos prefixos dos procesos

source: Update wineprefix
gl: Actualizar Wineprefix

source: Simulate Windows reboot
gl: Simular reinicio de Windows

source: Use Advanced Wine Configuration plugin
gl: Usar o plugin de configuración avanzada de wine

source: Use PlayOnLinux's configurator for
gl: Usar configurador de PlayOnLinun para

source: Change the icon
gl: Cambiar o icono

source: Use WineTricks
gl: Usar WineTricks

source: Please choose an action to perform
gl: Porfavor elixa outra acción a realizares

source: Welcome to PlayOnLinux's Application Configurator.\nThis wizard will help you to configure:
gl: Benvido/a ao configurador de aplicacións PlayOnLinux.\nEste asistente lle axudará a configurar:

source: \n\nBe careful! PlayOnLinux will need to kill all the programs running in this prefix!
gl: \n\nXesa paciente! PlayOnLinux necesita matar todolos programas que se executen en este prefixo!

source: \n\nThe following Wine prefix will be updated:
gl: \n\nO seguinte prefixo Wine foi actualizado:

source: Waiting for the first-assistant to be finished
gl: Espere a que o primer-asistente termine

source: We have detected that the program you want to install is :
gl: Detectamos que o programa que trata de instalar é:

source: Are you sure you want to start PlayOnLinux?
gl: Está seguro que queres iniciar PlayOnLinux?

source: PlayOnLinux is not reponsable for any damage to your system.\n\n
gl: PlayOnLinux non é responsable de ningún dano no teu sistema.\n\n

source: Please note that it is very dangerous to run Wine programs as root: you are vulnerable to viruses and other bad stuff.\n\n
gl: Porfavor note que é moi perigoso executar programas Wine sendo root: eres vulnerable a virus e outras porcalladas das malas.\n\n

source: Warning!
gl: Alerta!

source: Your system:
gl: O teu sistema:

source: System architecture:
gl: Arquitectura do sistema:

source: Your graphics card:
gl: A tua tarxeta gráfica:

source: Graphic card driver:
gl: Driver da tarxeta gráfica:

source: Compiz in background:
gl: Compiz de fondo:

source: Executable file:
gl: Arquivo executable:

source: App launcher content: \n
gl: Contido do cargador de Aplicacións:\n

source: Terminal output content: \n
gl: Contido da saida do Terminal:\n

source: System information:
gl: Información do sistema:

source: Your kernel:
gl: O teu kernel:

source: System language:
gl: Linguaxe do sistema:

source: Your username:
gl: O teu nome de usuario:

source: Your computer's name:
gl: O nome do teu ordenador:

source: Your graphic card:
gl: A túa tarxeta gráfica:

source: Your distribution:
gl: A túa distrubición:

source: Your distribution version:
gl: A versión da túa distribución:

source: Current Wine version:
gl: Versión actual de wine:

source: Wine version used by PlayOnLinux:
gl: Versión de wine que usa PlayOnLinux:

source: Free space on your hard drives:
gl: Espazo libre nos teus discos duros:

source: $APPLICATION_TITLE Uninstaller
gl: $APPLICATION_TITLE Desinstalador

source: Click Next to continue.
gl: Clique seguinte para continuar.

source: This wizard will help you to uninstall:
gl: O asistente lle axudará a desinstalar:

source: Uninstalling...
gl: Desinstalando...

source: has been uninstalled successfully.
gl: foi desinstalado con exito.

source: Cannot find the shortcut
gl: Non se pode atopar o aceso direto

source: Error
gl: Erro

source: Do you want to delete the virtual drive:
gl: Queres borrar esta unidade virtual:

source: Scanning the virtual drive ...
gl: Escaneando a unidade virtual...

source: I don't want to make another shortcut
gl: Non quero facer outro aceso direto

source: Browse
gl: Buscar

source: is missing. Please install it
gl: e buscado. Porfavor instaleo

source: , package:
gl: , paquete:

source: Program:
gl: Programa:

source: One or more program(s) are missing. Please install them and run the script again.
gl: Un ou máis programas son buscados. Porfavor instaleos e execute o script outra vez.

source: You don't seem to have 3D acceleration!\nWe advise you to install and to enable it.
gl: Non parece que teñas aceleración 3D!\nAconsellámoslle que a instale e que a active.

source: Warning: glxinfo is missing! PlayOnLinux can't detect if 3D acceleration is supported.
gl: Alerta: buscando glxinfo! PlayOnLinux non pode detectar se a aceleración 3D está soportada.

source: on your computer.
gl: no teu ordenador.

source: will be installed in:
gl: será instalado en:

source: Click Next to start
gl: Pulse seguinte para empezar

source: This installation program is provided by:
gl: Este programa de instalación e provido por:

source: This program was created by:
gl: Este programa foi feito por:

source: This wizard will help you install
gl: Este asistente lle asudará na instlación

source: Please wait while the virtual drive is being created...
gl: Porfavor espere mentres o dispositivo virtual e creado...

source: Please wait while $APPLICATION_TITLE is simulating a Windows reboot
gl: Porfavor espere mentres $APPLICATION_TITLE simula o reinicio de Windows

source: Where is mounted your CD-ROM?
gl: Donde está montado o CD-ROM?

source: Error: Unable to find the CD-ROM!
gl: Erro: Non se atopa o CD-ROM!

source: Unable to find version:
gl: Non se pode atopar a versión:

source: Downloading Wine:
gl: Descargando Wine:

source: The download seems to have failed.
gl: A descarga parece que tuvo un fallo.

source: Extracting Wine...
gl: Extraendo Wine...

source: Unable to find the version:
gl: Non se pode topar a versión:

source: Checking plugin:
gl: Revisando Plugin:

source: New:
gl: Novo:

source: Updating plugin. Previous:
gl: Actualizando Plugin. Anterior:

source: Installing plugin:
gl: Instalando plugin:

source: This function is disabled in the PlayOnlinux environment.
gl: Esta función esta desavilitada no entorno PlayOnLinux.

source: Setting Program Files var
gl: Axustes da variable Arquivos de programa

source: General
gl: Xeral

source: Run configuration wizard
gl: Executar o asistente de configuración

source: Windows reboot
gl: Reinicio Windows

source: Command prompt
gl: Saida do comando

source: Task manager
gl: Administrador de tareas

source: Kill processes
gl: Matar proceso

source: Install
gl: Instalar

source: Direct Draw Renderer
gl: Render Direct Draw

source: Video memory size
gl: Tamaño da memoria do video

source: Offscreen rendering mode
gl: Modo de renderizado fora da pantalla

source: Render target mode lock
gl: Bloquear o modo Render target

source: Multisampling
gl: Multiexemplo

source: Strict Draw Ordering
gl: Pedido strict draw

source: Mouse warp override
gl: Señalizar punteiro

source: Remove
gl: Eliminar

source: Install packages
gl: Instalar paquetes

source: Display
gl: Pantalla

source: Miscellaneous
gl: Varios

source: Cancel
gl: Cancelar

source: Next
gl: Seguinte

source: Yes
gl: Sí

source: I Agree
gl: De acordo

source: Show virtual drives
gl: Ver dispositivos virtuais

source: Register
gl: Rexistro

source: MB downloaded
gl: MB descargado

source: of
gl: de

source: Create a shortcut :
gl: Crear aceso direto:

source: Do you want a shortcut for
gl: Queres facer un aceso direto para

source: On your desktop
gl: No teu escritorio

source: In your menu
gl: No teu menú

source: No description
gl: Sen descripción

source: Search:
gl: Buscar:

source: Install a non-listed program
gl: Instalar un programa non-listado

source: Accessories
gl: Acesorios

source: Development
gl: Desenrolo

source: Education
gl: Educación

source: Games
gl: Xogos

source: Graphics
gl: Gráficos

source: Office
gl: Oficina

source: Highest rated
gl: Alto ratio

source: Most downloaded
gl: Máis descargado

source: Patches
gl: parches

source: Testing
gl: Provas

source: Refreshing
gl: Refrescar

source: Run
gl: Executar

source: Donate
gl: Donar

source: Exit
gl: Saír

source: Manage Wine versions
gl: Administar versión de Wine

source: Plugin manager
gl: Xestor de plugins

source: File
gl: Arquivo

source: Tools
gl: Ferramentas

source: Settings
gl: Axustes

source: Configure
gl: Configuración

source: Shortcut
gl: Aceso direto

source: Open the application's directory
gl: Abrir o directorio da aplicación

source: Set the icon
gl: Elexir o icono

source: Close this application
gl: Cerrar esta aplicación

source: KillApp
gl: MatarApp

source: Run your Windows programs on
gl: Executar os teus programas windows en

source: (C) PlayOnLinux and PlayOnMac team 2011 Under GPL licence version 3
gl: (C) PlayOnLinux e PlayOnMac team 2011 Baixo a licenza GPL versión 3

source: Developer and Website:
gl: Deseñador e Páxina web:

source: Scriptors:
gl: Escritores:

source: Packager:
gl: Empaquetador:

source: Icons:
gl: Iconos:
