Repository: 22-Team/POL-POM-4
Catalog: lang/po/lang/po/pol-*.po
Languages: gl

source: The following people contributed to this program:
gl: A seguinte xente contribuíu con este programa:

source: Translation made on Launchpad:
gl: Tradución feita con Launchpad:

source: Default programs
gl: Porgramas predeterminados

source: Default browser
gl: Navegador predeterminado

source: Test
gl: Proba

source: Default terminal
gl: Terminal predeterminada

source: Temp directory
gl: Directorio temporal

source: Automatically empty temp directory
gl: Vaciado automático do directorio virtual

source: Proxy configuration
gl: Configuración do proxy

source: Set a proxy
gl: Elexir proxy

source: Proxy address
gl: Direción proxy

source: Proxy port
gl: Porto proxy

source: Proxy login
gl: Login proxy

source: Proxy password
gl: Contrasinal Proxy

source: Default Wine version for PlayOnLinux programs:
gl: Versión de wine por defecto para os programas PlayOnLinux:

source: Desktop
gl: Escritorio

source: PlayOnLinux menu
gl: Menú PlayOnLinux

source: Add the PlayOnLinux menu to your panel
gl: Engadir o menú PlayOnLinux no teu panel

source: Desktop directory
gl: Directorio do escritorio

source: Installed plugins
gl: Plugins instalados

source: Enable
gl: Activado

source: Choose a plugin
gl: Escolla un plugin

source: Are you sure you want to install:
gl: Está seguro de que quere instalar:

source: Are you sure you want to delete:
gl: Está seguro de que quere borrar:

source: Disable
gl: Desabilitar

source: You must restart PlayOnLinux for the changes to take effect.
gl: Ten que reiniciar PlayOnLinux para que os cambios aplicados surtan efecto.

source: Installed Wine versions:
gl: Versións de Wine instaladas:

source: Available Wine versions:
gl: Versións de Wine dispoñibles:

source: Add
gl: Engadir

source: Wine versions
gl: Versións de Wine

source: My Applications
gl: As miñas aplicacións

source: Version:
gl: Versión:
