Repository: 22-Team/POL-POM-4
Catalog: lang/po/*.po
Languages: lt

source: Proxy password
lt: Proxy slaptažodis

source: Default Wine version for PlayOnLinux programs:
lt: PlayOnLinux numatytoji Wine versija:

source: Desktop
lt: Darbalaukis

source: PlayOnLinux menu
lt: PlayOnLinux meniu

source: Add the PlayOnLinux menu to your panel
lt: Įdėti PlayOnLinux meniu į skydelį

source: Desktop directory
lt: Darbalaukio aplankas

source: Installed plugins
lt: Idiegti įskiepiai

source: Enable
lt: Įjungti

source: Choose a plugin
lt: Pasirinkite įskiepį

source: Are you sure you want to install:
lt: Ar esate įsitikinęs, kad norite įdiegti:

source: Are you sure you want to delete:
lt: Ar esate įsitikinęs, kad norite pašalinti:

source: Disable
lt: Išjungti

source: You must restart PlayOnLinux for the changes to take effect.
lt: Užverkite ir vėl atverkite PlayOnLinux, kad pakeitimai būtų pritaikyti.

source: Installed Wine versions:
lt: Įdiegtos Wine versijos:

source: Available Wine versions:
lt: Prieinamos Wine versijos:

source: Wine versions
lt: Wine versijos
