Repository: 22-Team/POL-POM-4
Catalog: lang/po/*.po
Languages: lt

source: Which application do you want to apply the modification to?
lt: Kuriai programai norite pritaikyti pakeitimus?

source: This plugin wil allow you to capture you applications under PlayOnLinux
lt: Papildinys leis užfiksuoti programų vaizdus naudojant PlayOnLinux

source: Capture menu (OpenGL)
lt: Vaizdo fiksavimo meniu (OpenGL)

source: Capture menu (not OpenGL)
lt: Vaizdo fiksavimo meniu (be OpenGL)

source: Begin the capture of an application
lt: Pradėti programos vaizdų fiksavimą

source: Play a captured file
lt: Rodyti įrašytą failą

source: Convert a captured file to video
lt: Konvertuoti įrašytą failą į video

source: Press Next then click on the window\nyou want to capture.\nCapture will start automatically after 5 seconds.\nOnly video will be captured.
lt: Spauskite Sekantis ir langą,\nkurį norite užfiksuoti.\nVaizdo fiksavimas prasidės automatiškai po 5 sekundžių.\nBus fiksuojamas tik vaizdas.

source: Capture will begin...
lt: Prasidės vaizdo fiksavimas...

source: Press <SHIFT>+F8 to start or stop capture
lt: Norint pradėti ar sustabdyti vaizdo fiksavimą, spauskite <SHIFT>+F8

source: Press <SHIFT>+F8 to stop capture
lt: Norint sustabdyti vaizdo fiksavimą, spauskite <SHIFT>+F8

source: Capture in progress...
lt: Įrašinėjama...

source: Choose an action to perform
lt: Pasirinkite veiksmą

source: Please choose a PID capture file to play
lt: Pasirinkite įrašytą PID failą rodymui

source: Please choose an OGV capture file to play
lt: Pasirinkite įrašytą OGV failą rodymui

source: Please choose a capture file to convert
lt: Pasirinkite įrašytą failą konvertavimui

source: You must choose a capture to read
lt: Pasirinkite vaizdo fiksavimą skaitymui

source: You must choose a capture to convert
lt: Pasirinkite vaizdo fiksavimą konvertavimui

source: Please wait while the PlayOnLinux logo is created...
lt: Palaukite, kol kuriamas PlayOnLinux logotipas...

source: Add the PlayOnLinux logo to your video?
lt: Pridėti PlayOnLinux logotipą į savo vaizdo įrašą?

source: Warning: For correct video encoding,\nresolution MUST be a multiple of 16
lt: Įspėjimas: Siekiant tinkamai užkoduoti vaizdą,\nraiška TURI būti dauginė iš 16

source: Ubuntu users must add the MEDIBUNTU repository\nfor this conversion format to work properly.
lt: Ubuntu naudotojai privalo pridėti MEDIBUNTU saugyklą,\nkad šis konvertuotas formatas veiktų tinkamai.

source: Choose the video format for conversion
lt: Pasirinkite video formatą, į kurį norite konvertuoti

source: Define your encoding options \n (leave defaults if you do not know what to do)
lt: Nustatykite kodavimo parinktis \n (palikite numatytuosius, jei nežinote, ką daryti)

source: Please wait while your video is being encoded...
lt: Palaukite, kol video užkoduojamas...

source: Conversion done
lt: Konvertavimas baigtas

source: Choose an option to modify
lt: Išsirinkite ką norite keisti

source: All
lt: Visus

source: You must choose a game to modify
lt: Jūs turite pasirinkti žaidimą, kurį keisite

source: Welcome in Advanced Wine Configuration, an optimization’s system for Wine created by GNU_Raziel. If you does not know what to choose, LEAVE DEFAULTS
lt: Tai išplėstinis Wine konfigūravimas, pagal GNU_Raziel sukurta Wine optimizavimo sistema. Jei nežinote, ką pasirinkti, PALIKITE NUMATYTUOSIUS

source: Choose a game
lt: Pasirinkite žaidimą

source: You did not select a game
lt: Jūs nepasirinkote žaidimo

source: Choose DirectDraw Renderer Mode?
lt: Pasirinkote DirectDraw atvaizdavimo būdą?

source: Activate GLSL Support?
lt: Aktyvuoti GLSL palaikymą?

source: Optimisation done
lt: Optimizavimas atliktas

source: Welcome in Detour, a plugin witch enable you to create post-install shorcuts.
lt: Detour įskiepis leidžia sukurti programų nuorodas po jų įdiegimo.

source: Choose an application
lt: Pasirinkite programą

source: Operation done
lt: Operacija atlikta

source: Installation in progress...
lt: Įdiegimas vykdomas...

source: Downloading fix...
lt: Atsisiunčiami pataisymai...

source: Game is not installed.
lt: Žaidimas neįdiegtas.

source: Steam have is own automatic update system.
lt: Steam turi automatinio atnaujinimo sistema.

source: Wait while the installation is prepared...
lt: Palaukite, kol įdiegimo procesas bus paruoštas...

source: English version
lt: Angliška versija

source: Internationnal version
lt: tarptautinę versija

source: Italian version
lt: Itališka versija

source: Japanese version
lt: Japoniška versija

source: Which version do you have?
lt: Kurią versiją turite?

source: US or Canadian version
lt: JAV arba Kanados versija

source: UK version
lt: JK versija

source: Normal version
lt: Įprastą versija

source: Choose the game language you want
lt: Pasirinkti žaidimo norimą kalbą

source: No
lt: Ne

source: Yes
lt: Taip

source: Please wait while $TITLE is downloaded...
lt: Prašome palaukti, kol $TITLE bus atsisiųsti...

source: Installing $TITLE
lt: Įdiegiama $TITLE

source: $TITLE has been installed successfully.
lt: $TITLE buvo sėkmingai įdiegta.

source: Please insert $TITLE disc
lt: Prašome įdėti $TITLE diską

source: $TITLE has been installed successfully
lt: $TITLE buvo sėkmingai įdiegta

source: Please wait...
lt: Palaukite...

source: Report a bug
lt: Pranešk apie klaidą

source: I have a problem with a software
lt: Turiu problemų su programine įranga

source: My problem concerns $APPLICATION_TITLE itself
lt: Problema susijusi su pačia $APPLICATION_TITLE

source: What kind of problem do you have?
lt: Kokių problemų turite?

source: Don't join any log file
lt: Negalima prisijungti prie jokio žurnalo failo

source: Choose the log file corresponding to your software.
lt: Pasirinkite žurnalo failą, atitinkantį jūsų programinę įrangą.

source: Please give a very short description
lt: Pateikite labai trumpą aprašymą

source: Detailed description:
lt: Išsamus aprašymas:

source: Run a local script
lt: Paleisti lokalų skriptą

source: This wizard will help you to run an unofficial PlayOnLinux Script.
lt: Šis vedlys padės paleisti neoficialų PlayOnLinux skriptą.

source: Choose a valid PlayOnLinux script to run.
lt: Pasirinkite paleidimui tinkamą PlayOnLinux skriptą.

source: Error!
lt: Klaida!

source: File not found!
lt: Byla nerasta!

source: Microsoft fonts
lt: Microsoft šriftai

source: Microsoft fonts aren't installed; I'll install them for you.
lt: Neįdiegti Microsoft šriftai; Įdiegsiu juos Jums.

source: \nPlease make sure you are connected to the Internet.
lt: \nĮsitikinkite ar esate prisijungęs prie interneto.

source: Licence translated into your language
lt: Licencija išversta į jūsų kalbą

source: You are free to download these fonts and use them for your own use,\nbut you may not redistribute them in modified form,\nincluding changes to the file name or packaging format.
lt: Galite nemokamai atsisiųsti šiuos šriftus ir naudoti juos savo reikmėms,\nbet negalite jų keisti,\nįskaitant failo pavadinimą ir paketo formatą.

source: Original licence
lt: Originali licencija

source: Please read and accept the following:
lt: Perskaitykite ir sutikite tęsti:

source: The PlayOnLinux website is unavailable.
lt: PlayOnLinux svetainė nepasiekiama.

source: Downloading fonts
lt: Atsiunčiami šriftai

source: Downloading:
lt: Atsisiunčiama:

source: Installing fonts
lt: Diegiami šriftai

source: Installing:
lt: Diegiama:

source: Microsoft fonts have been installed successfully.
lt: Microsoft šriftai įdiegti sėkmingai.

source: To ensure that your games will be compatible, PlayOnMac must install XQuartz
lt: Siekiant užtikrinti žaidimų suderinamumą, PlayOnMac turi įdiegti XQuartz

source: Don't install XQuartz for the moment
lt: XQuartz dabar nediegti

source: I've downloaded the file by myself
lt: Pats atsisiunčiau failą

source: Please download XQuartz for me
lt: Atsiųsti man XQuartz

source: Downloading XQuartz
lt: XQuartz siunčiamas

source: Where is
lt: Kur yra

source: Installing XQuartz...
lt: Diegiama XQuartz...

source: Default virtual drive configuration
lt: Numatytoji virtualaus disko konfigūracija

source: It appears it is the first time you are using $APPLICATION_TITLE.
lt: Atrodo, kad pirmą kartą naudojate $APPLICATION_TITLE.

source: Please ensure you are connected to the internet.
lt: Įsitikinkite, kad esate prisijungęs prie interneto.

source: This wizard will help you prepare $APPLICATION_TITLE environement
lt: Šis vedlys padės parengti $APPLICATION_TITLE aplinką

source: Thank you for using $APPLICATION_TITLE
lt: Dėkui, kad naudojate $APPLICATION_TITLE

source: This wizard will help you to install Wine:
lt: Šis vedlys padės įdiegti Wine:

source: on the $APPLICATION_TITLE environment.
lt: $APPLICATION_TITLE aplinkoje.

source: $APPLICATION_TITLE Application Configurator
lt: $APPLICATION_TITLE programos konfigūratorius

source: Are you sure you want to shutdown all active $APPLICATION_TITLE applications?
lt: Ar tikrai norite išjungti visas veikiančias $APPLICATION_TITLE programas?

source: PlayOnMac package
lt: PlayOnMac paketas

source: Stand-alone package
lt: Nesusietas paketas

source: What kind of Package do yo want?\n\n
lt: Kokio paketo norite?\n\n

source: Building package...
lt: Kuriamas paketas...

source: Copying virtual drive
lt: Virtualaus disko kopijavimas

source: The package has been placed on your desktop
lt: Paketas patalpintas darbastalyje

source: Welcome to PlayOnLinux shortcut creator.\n\nThis tool will help you to make a shortcut for a PlayOnLinux software.\n\nThe shortcut will be placed on your desktop
lt: Čia PlayOnLinux nuorodų kūrėjas.\n\nŠis įrankis padės padaryti nuorodą PlayOnLinux programai.\n\nNuoroda bus sukurta jūsų darbastalyje

source: Please choose a software
lt: Pasirinkite programinę įrangą

source: Manual installation
lt: Rankinis įdiegimas

source: Autorun
lt: Automatinė paleistis

source: No setup location found in autorun.inf
lt: Nerasta įdiegimo failo vieta faile autorun.inf

source: Install a program in a new virtual drive
lt: Įdiegti programą naujame virtualiame diske

source: Edit or update an existing application
lt: Keisti ar atnaujinti esamą programą

source: What would you like to do?
lt: Ką norite daryti?

source: Please choose a program
lt: Pasirinkite programą

source: Use another version of Wine
lt: Naudoti kitą Wine versiją

source: Configure Wine
lt: Konfigūruoti Wine

source: Install some libraries
lt: Įdiegti kai kurias bibliotekas

source: If you don't know, unselect all
lt: Jei nežinote, viską atžymėkite

source: What would you like to do before installation?
lt: Ką norėtumėte atlikti prieš diegimą?

source: Which version of Wine would you like to use?
lt: Kokią Wine veriją noėtumėte naudoti?

source: Please make your choice
lt: Pasirinkite

source: Looking for runnable CD-ROMs
lt: Ieškoma paleidžiamų CD-ROM diskų

source: Select another file
lt: Pažymėti kitą failą

source: Please choose a way to install your program
lt: Pasirinkite programos diegimo būdą

source: Please select the install file to run.
lt: Prašome pasirinkti, kurį diegimo failą paleisite.

source: You must choose a file!
lt: Privalote pasirinkti failą!

source: Usage:
lt: Naudojimas:

source: Choose a file
lt: Pasirinkite failą

source: or
lt: ar

source: Extract the package
lt: Išskleisti paketą

source: Install the package
lt: Įdiegti paketą

source: Show this message
lt: Rodyti žinutę

source: Choose a package to install
lt: Pasirinkite įdiegtiną paketą

source: PlayOnLinux package manager
lt: PlayOnLinux paketų tvarkyklė

source: Unable to find the file:
lt: Failas nerastas:

source: isn't a valid PlayOnLinux package!
lt: tai netinkamas PlayOnLinux paketas!

source: This file:
lt: Šis failas:

source: does not exist!
lt: nėra!

source: Extracting:
lt: Išskleidžiama:

source: Running...
lt: Vykdoma...

source: Cleaning...
lt: Vyksta valymas...

source: This is the list of the scripts you sent to us. You can run one of them
lt: Tai skriptų sąrašas, kurį atsiuntėte mums. Galite paleisti vieną iš jų

source: If you have successfully installed a program with 'Install a non-listed\nsoftware' button, it will allow you to add this program in our list
lt: Jei sėkmingai įdiegėte programą su mygtuku "Įdiegti programinę įrangą\n ne iš sąrašo", galite pridėti programą mūsų sąraše

source: This tools will allow you to help us :
lt: Šie įrankiai Jums leis padėti mums :

source: Choose the file corresponding to your program.
lt: Pasirinkite programos failą.

source: Does your program run?
lt: Ar paleidote programą?

source: What is the title of your program?
lt: Koks programos pavadinimas?

source: Accessories
lt: Reikmenys

source: Development
lt: Kūrimas

source: Education
lt: Švietimas

source: Games
lt: Žaidimai

source: Graphics
lt: Grafika

source: Internet
lt: Internetas

source: Multimedia
lt: Multimedija

source: Office
lt: Raštinė

source: Other
lt: Kita

source: Patches
lt: Pataisos

source: Select a category for your program
lt: Pasirinkite programos kategoriją

source: Testing
lt: Testavimas

source: What feature of your program does not work?\nIf everything works, please mention it
lt: Kokia programos funkcija neveikia?\nJei viskas veikia, nurodykite tai

source: Logout
lt: Atsijungti

source: Killing processes in the prefix...
lt: Užbaigti procesus prefikse

source: Starting Wine configuration
lt: Pradedamas Wine konfigūravimas

source: Starting regedit
lt: Paleidžiamas regedit

source: Simulating Windows reboot
lt: Imituoti Windows perkrovimą

source: Starting Advanced Wine Configuration
lt: Paleidžiama Išplėstinė Wine Konfigūracija

source: Starting WineTricks plug-in
lt: Paleidžiamas WineTricks įskiepis

source: Starting specific Wine configurator
lt: Paleidžiamas specifinis Wine konfigūratorius

source: Icon selection
lt: Piktogramos pasirinkimas

source: Please select an icon file
lt: Prašome pasirinkti piktogramos failą

source: Bad file extension
lt: Blogas failo plėtinys

source: is not an icon extension
lt: nėrai piktogramos plėtinys

source: Registry Editor
lt: Registro redaktorius

source: Kill all prefix processes
lt: Baigti visus prefikso procesus

source: Update wineprefix
lt: Atnaujinti wineprefiksą

source: Simulate Windows reboot
lt: Imituoti Windows perkrovą

source: Use Advanced Wine Configuration plugin
lt: Naudokite Išplėstinės Wine Konfigūracijos įskiepį

source: Use PlayOnLinux's configurator for
lt: PlayOnLinux konfiguratorių naudok

source: Change the icon
lt: Pakeisti piktogramą

source: Use WineTricks
lt: Naudoti WineTricks

source: Please choose an action to perform
lt: Prašome pasirinkti veiksmą, kurį norite atlikti

source: Nothing
lt: Nieko

source: Send the report to us
lt: Siųskite mums ataskaitą

source: Show me the full report
lt: Parodyti man visą ataskaitą

source: Show me the log file
lt: Parodyti žurnalo failą

source: What do you want to do ?
lt: ka norėtumėte daryti?

source: crashed.
lt: nulūžo.

source: Installation finished.
lt: Įdiegimas baigtas.

source: $APPLICATION_TITLE has already run this program.\nDo you want to keep the old settings ?
lt: $APPLICATION_TITLE šita programa jau paleista.\nAr norite išlaikyti senuosius nustatymus?

source: Are you sure you want to start $APPLICATION_TITLE?
lt: Ar jūs tikrai norite paleisti $APPLICATION_TITLE?

source: PlayOnLinux is not reponsable for any damage to your system.\n\n
lt: PlayOnLinux nėra atsakinga už bet kokią žalą jūsų sistemai.\n\n

source: Please note that it is very dangerous to run Wine programs as root: you are vulnerable to viruses and other bad stuff.\n\n
lt: Dėmėsio: Wine programų paleidimas administratoriaus (root) teisėmis yra labai pavojingas - jūsų sistema bei informacija gali būti pažeista virusų ar kitų kenkėjiškų programų.\n\n

source: Warning!
lt: Įspėjimas!

source: Your system:
lt: Jūsų sistema:

source: System architecture:
lt: Sistemos architektūra:

source: Your graphics card:
lt: Jūsų vaizdo plokštė:

source: Graphic card driver:
lt: Vaizdo plokštės tvarkyklė:

source: Compiz in background:
lt: Compiz fone:

source: Executable file:
lt: Vykdomasis failas:

source: System information:
lt: Sistemos informacija

source: Your kernel:
lt: Jūsų branduolys:

source: System language:
lt: Sistemos kalba:

source: Your username:
lt: Jūsų vartotojo vardas:

source: Your computer's name:
lt: Jūsų kompiuterio vardas:

source: Your graphic card:
lt: Jūsų vaizdo plokštė:

source: Your distribution:
lt: Jūsų distribucija:

source: Your distribution version:
lt: Jūsų distribucijos versija:

source: Current Wine version:
lt: Esama Wine versija:

source: Wine version used by PlayOnLinux:
lt: Wine versija, kurią naudoja PlayOnLinux:

source: Free space on your hard drives:
lt: Laisva vieta jūsų kietuosiuose diskuose:

source: $APPLICATION_TITLE Uninstaller
lt: $APPLICATION_TITLE Triniklis

source: Please select a program to uninstall
lt: Pasirinkite programą, kurią norite pašalinti

source: Click Next to continue.
lt: Jei norite tęsti, spauskite Sekantis.

source: This wizard will help you to uninstall:
lt: Šis vedlys padės pašalinti:

source: Uninstalling...
lt: Šalinama...

source: has been uninstalled successfully.
lt: buvo pašalinta sėkmingai.

source: Cannot find the shortcut
lt: Nepavyko rasti nuorodos

source: Error
lt: Klaida

source: is missing. Please install it
lt: nėra. Prašome jį įdiegti

source: , package:
lt: , paketas:

source: Program:
lt: Programa:

source: One or more program(s) are missing. Please install them and run the script again.
lt: Trūksta vienos ar daugiau programų. Įdiekite jas ir paleiskite skriptą dar kartą.

source: You don't seem to have 3D acceleration!\nWe advise you to install and to enable it.
lt: Jūs, atrodo, neturite 3D spartinimo!\nmes patariame jums įdiegti ir įjungti.

source: Warning: glxinfo is missing! PlayOnLinux can't detect if 3D acceleration is supported.
lt: Įspėjimas: nėra glxinfo! PlayOnLinux negali patikrinti ar palaikomas 3D spartinimas.

source: This function is disabled in the PlayOnlinux environment.
lt: Ši funkcija yra išjungta PlayOnlinux aplinkoje.

source: Making shortcut...
lt: Kuriamas trumpinys...

source: Do you want to delete the virtual drive:
lt: Ar norite pašalinti virtualų diską:

source: Checking plugin:
lt: Tikrinamas įskiepis:

source: New:
lt: Naujas:

source: Updating plugin. Previous:
lt: Atnaujinamas įskiepis. Ankstesnis:

source: Installing plugin:
lt: Diegiamas įskiepis:

source: Extracted file size does not match!
lt: Išarchyvuoto failo dydis nesutampa!

source: Copying ${filename}
lt: Kopijuojama ${filename}

source: File size does not match!
lt: Failo dydis nesutampa!

source: on your computer.
lt: jūsų kompiuteryje

source: will be installed in:
lt: bus įdiegtas:

source: Click Next to start
lt: Spauskite Sekantis, jei norite pradėti

source: This installation program is provided by:
lt: Šią diegimo programą teikia:

source: This program was created by:
lt: Šią programą sukūrė:

source: This wizard will help you install
lt: Šis vedlys jums padės įdiegti

source: Where is mounted your CD-ROM?
lt: Kur yra prijungtas jūsų CD-ROM?

source: Refresh
lt: Atnaujinti

source: Error: Unable to find the CD-ROM!
lt: Klaida: Nepavyko rasti CD-ROM įrenginio!

source: Scanning the virtual drive ...
lt: Nuskaitomas virtualus diskas ...

source: How much memory does your graphics board have?
lt: Kiek atminties turi jūsų vaizdo posistemė?

source: Video card does not have enough memory
lt: Vaizdo plokštė neturi pakankamai atminties

source: Your video card does not have enough memory!\nIt might prevent the game from working
lt: Jūsų vaizdo plokštė neturi pakankamai atminties!\nDėlto žaidimas gali nepasileisti

source: Use a setup file in my computer
lt: Naudoti į diegimo failą mano kompiuteryje

source: Use CD-ROM(s)
lt: Naudoti CD-ROM (-ų)

source: Use DVD-ROM(s)
lt: Naudoti DVD-ROM (-ų)

source: Download the program
lt: Parsisiųsti programą

source: Please choose an installation method
lt: Pasirinkite diegimo būdą

source: Browse
lt: Naršyti

source: Connecting...
lt: Jungiamasi...

source: Unable to find version:
lt: Nepavyko rasti versijos:

source: Downloading Wine:
lt: Atsiunčiama Wine:

source: The download seems to have failed.
lt: Siuntimas nepavyko

source: Extracting Wine...
lt: Išskleidžiama Wine...

source: Please wait while $SOFTNAME is installed...
lt: Prašome palaukti, kol $SOFTNAME bus įdiegta...

source: General
lt: Bendra

source: Make a new shortcut from this virtual drive
lt: Padaryti naują nuorodą iš šio virtualaus disko

source: Name
lt: Vardas

source: Wine version
lt: Wine versija

source: Virtual drive
lt: Virtualus diskas

source: Run configuration wizard
lt: Paleiskite konfigūravimo vedlį

source: Command prompt
lt: komandų eilutę

source: Task manager
lt: Užduočių tvarkyklė

source: Kill processes
lt: Užbaigti procesus

source: Install
lt: Įdiegti

source: Open program's directory
lt: Atidaryti programos direktoriją

source: Open virtual drive's directory
lt: Atidaryti virtualaus disko direktoriją

source: GLSL Support
lt: GLSL Palaikymas

source: Video memory size
lt: Vaizdo atminties dydis

source: Open a shell
lt: Atidaryti konsolę

source: Run a .exe file in this virtual drive
lt: Paleisti .exe failą iš šio virtualaus disko

source: {0} configuration
lt: {0} parinktys

source: New
lt: Naujas

source: Remove
lt: Pašalinti

source: Install packages
lt: Įdiegti paketus

source: Display
lt: Rodyti

source: Miscellaneous
lt: Įvairūs

source: Choose the name of the virtual drive
lt: Pasirinkite virtualaus disko pavadinimą

source: This virtual drive is protected
lt: Šis virtualus diskas yra apsaugotas

source: Are you sure you want to delete
lt: Ar esate įsitikinęs, kad norite pašalinti

source: {0} Wizard
lt: {0} Vedlys

source: Cancel
lt: Atšaukti

source: Next
lt: Sekantis

source: Back
lt: Atgal

source: I Agree
lt: Sutinku

source: Show virtual drives
lt: Rodyti virtualius diskus

source: Login:
lt: Prisijungti:

source: Password:
lt: Slaptažodis:

source: Register
lt: Registruotis

source: MB downloaded
lt: MB atsisiųsta

source: of
lt: iš

source: Create a shortcut :
lt: Sukurti nuorodą :

source: Do you want a shortcut for
lt: Ar norėtumėte nuorodos

source: On your desktop
lt: Jūsų darbalaukyje

source: In your menu
lt: Jūsų meniu

source: No description
lt: Nėra aprašymo

source: Search:
lt: Paieška:

source: Highest rated
lt: Daugiausiai balsavimų

source: Most downloaded
lt: Daugiausiai siuntimų

source: Send
lt: Siųsti

source: Connect
lt: Prisijungti

source: Disconnect
lt: Atsijungti

source: Messenger
lt: Pranešėjas

source: Run
lt: Vykdyti

source: Donate
lt: Paaukoti

source: Exit
lt: Baigti

source: Manage Wine versions
lt: Tvarkyti Wine versijas

source: Plugin manager
lt: Įskiepių valdyklė

source: File
lt: Failas

source: Tools
lt: Įrankiai

source: Settings
lt: Nustatymai

source: Plugins
lt: Įskiepiai

source: Configure
lt: Nustatyti

source: Shortcut
lt: Trumpinys

source: Open the application's directory
lt: Atverti programos katalogą

source: Set the icon
lt: Nustatyti piktogramą

source: Close this application
lt: Užverti šią programą

source: KillApp
lt: Uždaryti programą

source: Are you sure you want to close all {0} Windows?
lt: Ar tikrai norite uždaryti visus {0} langus?

source: Developer and Website:
lt: Vystytojas ir tinklalapis:

source: Icons:
lt: Piktogramos:

source: The following people contributed to this program:
lt: Programą tobulino šie žmonės:

source: Translation made on Launchpad:
lt: Vertimas atliktas Launchpad sistemoje:

source: Default programs
lt: Numatytosios programos

source: Default browser
lt: Numatytoji naršyklė

source: Test
lt: Testas

source: Default terminal
lt: Numatytasis terminalas

source: Temp directory
lt: Laikinų failų katalogas

source: Automatically empty temp directory
lt: Automatiškai išvalyti laikinų failų katalogą

source: Proxy configuration
lt: Proxy konfigūravimas

source: Set a proxy
lt: Nustatyti proxy

source: Proxy address
lt: proxy adresas

source: Proxy login
lt: Proxy prisijungimas
